tap "cantino/mcfly"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "pulumi/tap"
brew "bat"
brew "bundletool"
brew "circleci"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "duti"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "jless"
brew "jq"
brew "lazydocker"
brew "logrotate", restart_service: :changed
brew "mcfly"
brew "ncdu"
brew "rename"
brew "terraform"
brew "tfenv", link: false
brew "tig"
brew "unzip"
brew "vim"
brew "watchman"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "jakehilborn/jakehilborn/displayplacer"
brew "pulumi/tap/pulumi"
cask "adobe-creative-cloud"
cask "android-sdk"
cask "android-studio"
cask "bruno"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "itsycal"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "spotmenu"
cask "teamviewer"
cask "toggl-track"
cask "visual-studio-code"
cask "zulu"
vscode "adamwalzer.string-converter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "albymor.increment-selection"
vscode "alexkrechik.cucumberautocomplete"
vscode "andreroggeri.vscode-gherkin-lint"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "chrmarti.regex"
vscode "ckolkman.vscode-postgres"
vscode "compilenix.vscode-zonefile"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "drywolf.dark-plus-plus-theme"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gluestack.gluestack-vscode"
vscode "hashicorp.terraform"
vscode "hex-ci.stylelint-plus"
vscode "humao.rest-client"
vscode "jasonlhy.vscode-browser-sync"
vscode "jasonnutter.search-node-modules"
vscode "kimuson.ts-type-expand"
vscode "macieklad.tailwind-sass-syntax"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "mkoeppen.generate-data"
vscode "moalamri.inline-fold"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mylesmurphy.prettify-ts"
vscode "naumovs.color-highlight"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash-queries"
vscode "phoihos.csv-to-md-table"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.inline-sql-syntax"
vscode "raynigon.nginx-formatter"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tomoki1207.pdf"
vscode "vilicvane.sensitive-replace"
vscode "vscode-icons-team.vscode-icons"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
