tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "bundletool"
brew "circleci"
brew "delta"
brew "displayplacer"
brew "ffmpeg"
brew "gh"
brew "git"
brew "hub"
brew "jq"
brew "lazydocker"
brew "ncdu"
brew "openjdk"
brew "terraform"
brew "tfenv"
brew "tig"
brew "unzip"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "mcfly"
cask "java"
cask "adobe-creative-cloud"
cask "android-sdk"
cask "android-studio"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "spotify"
cask "microsoft-teams"
cask "ngrok"
cask "rectangle"
cask "spotmenu"
cask "vagrant"
cask "visual-studio-code"